{
  "translations": {
    
    "home":"home",
    "Services":"Services",
    "case studies":"case studies",
    "Be A Client":"Be A Client",
    
    "CREATE, PUBLISH, AMPLIFY":"CREATE, PUBLISH, AMPLIFY",
    "A full service agency, built to represent the revolutionary transition from traditional advertising to modern digital marketing":" A full service agency, built to represent the revolutionary transition from traditional advertising to modern digital marketing.",
    "Get In Touch":"Get In Touch",
    "We are a group of individuals that are working towards a very common goal – to propel your brand into the intersection where trends, culture and attention meet":"We are a group of individuals that are working towards a very common goal – to propel your brand into the intersection where trends, culture, and attention meet.",
    "Abshar Ahmed Hussain":"Abshar Ahmed Hussain",
    "Co-Founder and Director of Operations":"Co-Founder and Director of Operations",
    "A team that understands your Brand":"A team that understands your Brand.",
    "Our combined creative and production team consists of writers, designers, art directors, editors – all working to produce quality content for every relevant social network keeping up with the rapid speed of culture, everything from video commercials to Snapchat filters":"Our combined creative and production team consists of writers, designers, art directors, editors – all working to produce quality content for every relevant social network keeping up with the rapid speed of culture, everything from video commercials to Snapchat filters.",
    "Your brand deserves more":"Your brand deserves more.",
    "With Social Media Management, Brand Positioning and Consulting, Paid Media Campaigns, Content Creation, Video Production, and much more, we have all the tools in-store to propel your brand off the roof":"With Social Media Management, Brand Positioning and Consulting, Paid Media Campaigns, Content Creation, Video Production, and much more, we have all the tools in-store to propel your brand off the roof.",
    "The future is digital":"The future is digital",
    "The pandemic exposed the lack of importance given by businesses towards digital media and technology, We at Speakerbox, are committed to providing our clients the best digital solutions to navigate their business into the next era of human civilization":"The pandemic exposed the lack of importance given by businesses towards digital media and technology. We at Speakerbox, are committed to providing our clients the best digital solutions to navigate their business into the next era of human civilization.",
    "Positioning your business for the post-COVID-19 world":"Positioning your business for the post-COVID-19 world.",
    "OUR SERVICES AT A GLANCE":"OUR SERVICES AT A GLANCE",
    "We ":"We ",
    "work differently ":"work differently ",
    "because ":"because ",
    "we’re":"we’re",
    "built differently":"built differently.",
    "Strategy and Brand Positioning":"Strategy and Brand Positioning",
    "An effective brand positioning strategy will maximize customer relevancy and competitive distinctiveness, in maximizing brand value":"An effective brand positioning strategy will maximize customer relevancy and competitive distinctiveness, in maximizing brand value.",
    "Brand identity development":"Brand Identity Development",
    "Branding involves creating a seal of trust and consistency and conveying it among your audience, on how you want your brand to be represented":"Branding involves creating a seal of trust and consistency and conveying it among your audience, on how you want your brand to be represented. ",
    "Web Design and Development":"Web Design and Development",
    "Premium purpose built websites with optimum perfomance  and rock solid security features":"Premium purpose built websites with optimum perfomance  and rock solid security features.",
    "Social Media Marketing":"Social Media Marketing",
    "Posts that inspire, educate and entertain, brand advocate generating community management, meticulously measured and reported upon in a simple to understand way":"Posts that inspire, educate and entertain, brand advocate generating community management, meticulously measured and reported upon in a simple to understand way.",
    "Paid Media Campaigns":"Paid Media Campaigns",
    "Involves targeting regional or national channels, B2C or B2B initiatives, external or internal audiences, we will work in partnership with you to ensure a successful result":"Involves targeting regional or national channels, B2C or B2B initiatives, external or internal audiences, we will work in partnership with you to ensure a successful result.",
    "Digital Solutions and Ecommerce":"Digital Solutions and Ecommerce",
    "Our team is well equipped to help to thrive in ecommerce as well as several other customer-experience-enhancing digital solutions":"Our team is well equipped to help to thrive in ecommerce as well as several other customer-experience-enhancing digital solutions.",
    "UI/UX Design":"UI/UX Design",
    "Our UI/UX team designs user interfaces for mobile apps and web products that increase conversion, reduce cost of maintenance and build a consistent user experience":"Our UI/UX team designs user interfaces for mobile apps and web products that increase conversion, reduce the cost of maintenance and build a consistent user experience.",
    "Search Engine Optimization":"Search Engine Optimization",
    "Our team of expert SEOs brings proven SEO strategies & tactics to help your business not only grow impression share and website traffic but also conversions":"Our team of expert SEOs brings proven SEO strategies & tactics to help your business not only grow impression share and website traffic but also conversions. ",
    "Video Ad Production":"Video Ad Production",
    "Using state-of-the-art equipment, we shoot on location or in studio and edit content from concept through final production":"Using state-of-the-art equipment, we shoot on location or in studio and edit content from concept through final production.",
    "Premium Bespoke Web Development":"Premium Bespoke Web Development",
    "Premium purpose built websites with optimum performance and rock solid security features":"Premium purpose built websites with optimum performance and rock solid security features.",
    "Performance":"10X Performance",
    "Solid Security":"Solid Security",
    "Headless CMS":"Headless CMS",
    "SEO Friendly":"SEO Friendly",
    "Responsive":"Responsive",
    

    "CASE STUDIES":"CASE STUDIES",
    "Every":"Every",
    "brand has its own story, its own ambience":" brand has its own story, its own ambience",
    "and it is our job to":" and it is our job to ",
    "convey that as best as possible":"convey that as best as possible.",

    "GREAT! YOU’VE TAKEN ONE STEP AHEAD!":"GREAT! YOU’VE TAKEN ONE STEP AHEAD!",
    "When you sign up for our services":"When you sign up for our services ",
    "you":"you ",
    "sign up":"sign up ",
    "for the best":"for the best.",


    "Name":"Name",
    "organization":"organization",
    "Email":"Email",
    "mobile":"mobile",
    "i'm looking for":"I'm looking for",
    "submit":"submit",

    "Providing you the Best-Mover Advantage":"Providing you the Best-Mover Advantage",
    "Our team is commited to help you reach breakthrough results by assessing your brand perfomance metrics and harness it deliver to creative insights about the unmet needs of your customers, and the most authentic ways to reach them":"Our team is committed to helping you reach breakthrough results by assessing your brand performance metrics and harness them deliver to creative insights about the unmet needs of your customers, and the most authentic ways to reach them.",
    "We conduct regular meetings with our clients to ensure that our client makes the best strategic move as we navigate through the ever evolving market":"We conduct regular meetings with our clients to ensure that our client makes the best strategic move as we navigate through the ever-evolving market.",


    "Brand Identity Development":"Brand Identity Development",
    "Creating":"Creating",
    "Powerful":"Powerful",
    "Brands":"Brands",


    "Want to get more visits thanks to blazing-fast and SEO-friendly websites?":"Want to get more visits thanks to blazing-fast and SEO-friendly websites?",
    "What is":"What is ",
    "Gatsby JS?":"Gatsby JS?",
    "GatsbyJS is a React-based GraphQL powered static site generator What does that even mean?  Well it weaves together the best parts of React webpack react-router GraphQL and other front-end tools in to one ultimate package":"GatsbyJS is a React-based, GraphQL powered, static site generator. What does that even mean?  Well, it weaves together the best parts of React, webpack, react-router, GraphQL, and other front-end tools in to one ultimate package.",
    "Why do we use":"Why do we use ",
    "Below are the list of advantages of hiring a Gatsby development agency for your next web development project":"Below are the list of advantages of hiring a Gatsby development agency for your next web development project.",
    "Lightning Fast":"Lightning Fast",
    "Now stop losing clients and business due to poor performing websites with too much loading time Delight users with a website that works with a blink of an eye":"Now stop losing clients and business due to poor performing websites with too much loading time. Delight users with a website that works with a blink of an eye.",
    "Rank your page easier and higher than your competition Google favours static pages as they are fast light and easy to scan":"Rank your page easier and higher than your competition. Google favours static pages, as they are fast, light, and easy to scan.",
    "Ultimate User Experience":"Ultimate User Experience",
    "UX can make or break your business performance Now you can deliver a truly outstanding and customized page without compromising the performance":"UX can make or break your business performance. Now you can deliver a truly outstanding and customized page without compromising the performance.",
    "Rock Solid Security":"Rock Solid Security",
    "Gatsby’s serverless rendering generates static HTML at build time No server and no reachable database equals no malicious requests DDOS attacks or accidental exposure":"Gatsby’s serverless rendering generates static HTML at build time. No server and no reachable database equals no malicious requests, DDOS attacks, or accidental exposure.",
    "Futuristic":"Futuristic",
    " A Gatsby site’s attack surface is nonexistent":" A Gatsby site’s attack surface is nonexistent.",
    "Every website is an app and every app is a website Gatsbyjs is a future maker It makes the web a better place Less noisy more readable and much faster":"Every website is an app, and every app is a website. Gatsby js is a future maker. It makes the web a better place. Less noisy, more readable, and much faster.",
    "Let’s Start a Project!":"Let’s Start a Project!",
    "Tech Stack and Tools":"Tech Stack and Tools",
    "A list of":"A list of ",
    "tech":"tech ",
    "we use for building":"we use for building ",
    "Gatsby":"Gatsby ",
    "websites":"websites",
    "DATA SOURCES":"DATA SOURCES",
    "DEPLOY & CDN":"DEPLOY & CDN",
    "Why":"Why",
    "Developers from":" Developers from ",
    "Speakerbox?":"Speakerbox?",
    "Efficient Experienced and Innovative Team of Developers":"Efficient, Experienced and Innovative Team of Developers",
    "Our team has been working on Gatsby since its existence and we have a team of young energetic UI/UX Designers and Developers who work under the same roof to bring out optimal results":"Our team has been working on Gatsby since its existence, and we have a team of young energetic UI/UX Designers and Developers who work under the same roof to bring out optimal results.",
    "Aligning Technology to your Business":"Aligning Technology to your Business.",
    "Gatsby’s flexibility allows you to do online business easier and much more efficient We know how to use this unfair advantage a lot":"Gatsby’s flexibility allows you to do online business easier, and much more efficient. We know how to use this unfair advantage a lot.",
    "We’re Gatsby Partner Agency":"We’re Gatsby Partner Agency",
    "We are one of the only few partner agencies in the region with 100% customer satisfaction Our team’s broad understanding of gatsby makes us the perfect choice for your next project":"We are one of the only few partner agencies in the region with 100% customer satisfaction. Our team’s broad understanding of gatsby makes us the perfect choice for your next project.",

    
    "Premium":"Premium",
    "Bespoke":"Bespoke",
    "Web":"Web",
    "Development":"Development",
    "Purpose built websites with optimum perfomance  and rock solid security features":"Purpose built websites with optimum perfomance  and rock solid security features.",
    "to help":"to help ",
    "you achieve and":"you achieve and ",
    "deliver more":"deliver more.", 
    "Our team is equipped with working on the latest technology stacks to build cutting edge websites and web solutions to align with your business goals":"Our team is equipped with working on the latest technology stacks to build cutting edge websites and web solutions to align with your business goals.",
    "Why hire us?":"Why hire us?",
    "Professional UI/UX Development":"Professional UI/UX Development",
    "Content Strategy Development":"Content Strategy Development",
    "Embracing Next-gen Technology":"Embracing Next-gen Technology",
    "Tech Stack and Tools we":"Tech Stack and Tools we",
    "Love":"Love",
    "Gatsby is a React-based open-source framework for creating websites and apps It's great whether you're building a portfolio site or blog or a high-traffic e-commerce store or company homepage":"Gatsby is a React-based open-source framework for creating websites and apps. It's great whether you're building a portfolio site or blog, or a high-traffic e-commerce store or company homepage." ,
    "Contentful":"Contentful",
    "More than a headless CMS Contentful is the API-first content management platform to create manage and publish content on any digital channel":"More than a headless CMS, Contentful is the API-first content management platform to create, manage and publish content on any digital channel." ,
    "Angular desc":"Angular is a platform and framework for building single-page client applications using HTML and TypeScript. Angular is written in TypeScript.", 
    "Prismic desc":"Prismic is a CMS (content management system) that gives you an extremely user-friendly way of processing, managing and publishing online content.",
    "React desc":"React is a declarative, efficient, and flexible JavaScript library for building user interfaces. It lets you compose complex UIs from small and isolated pieces of code.",
    "Netlify desc":"A powerful serverless platform with an intuitive git-based workflow. Automated deployments, shareable previews, and much more.",
    "Gatsby JS Development":"Gatsby JS Development",
    "Gatsby JS Development desc":"GatsbyJS is a React-based, GraphQL powered static site generator. What does that even mean? Well, it weaves together the best parts of React, webpack, react-router, GraphQL, and other front-end tools into one ultimate package.",
    "Learn more about Gatsby JS Development":"Learn more about Gatsby JS Development.",

    "Delivering Results":"Delivering Results",
    "with Proper":"with Proper",
    "Social Media Management":"Social Media Management",
    "Laser-targeted":"Laser-targeted",
    "Paid Campaigns to Deliver":"Paid Campaigns to Deliver",
    "Maximum ROI":"Maximum ROI",
    "socialMedia desc":"We aim to target the most suitable audience for your paid campaigns. Our team is specialized in all sorts of paid campaigns, from Pay-per-click (PPC) to Brand Awareness ads.",
    "socialMedia desc 2":"We are highly specialized in running campaigns aimed at online conversions, helping each client scale up their business exponentially."
  }
}