{
  "translations": {
        
        "home":"الصفحة الرئيسية",
        "Services":"خدمات",
        "case studies":"دراسات الحالة",
        "Be A Client":"ابقى على تواصل",
    
    "CREATE, PUBLISH, AMPLIFY":"إنشاء ، نشر ، تضخيم",
    "A full service agency, built to represent the revolutionary transition from traditional advertising to modern digital marketing":"وكالة خدمات كاملة ، تم إنشاؤها لتمثيل التحول الثوري من الإعلان التقليدي إلى التسويق الرقمي الحديث",
    "Get In Touch":"ابقى على تواصل",
    "We are a group of individuals that are working towards a very common goal – to propel your brand into the intersection where trends, culture and attention meet":"نحن مجموعة من الأفراد نعمل من أجل هدف مشترك للغاية - دفع علامتك التجارية إلى نقطة التقاطع حيث تلتقي الاتجاهات والثقافة والانتباه",
    "Abshar Ahmed Hussain":"أبشر أحمد حسين",
    "Co-Founder and Director of Operations":"مؤسس مشارك ومدير العمليات",
    "A team that understands your Brand":"فريق يفهم علامتك التجارية",
    "Our combined creative and production team consists of writers, designers, art directors, editors – all working to produce quality content for every relevant social network keeping up with the rapid speed of culture, everything from video commercials to Snapchat filters":"يتكون فريق الإبداع والإنتاج لدينا من الكتاب والمصممين ومديري الفن والمحررين - جميعهم يعملون لإنتاج محتوى عالي الجودة لكل شبكة اجتماعية ذات صلة ومواكبة السرعة الثقافية السريعة ، كل شيء من إعلانات الفيديو التجارية إلى فلاتر Snapchat", 
    "Your brand deserves more":"علامتك التجارية تستحق المزيد",
    "With Social Media Management, Brand Positioning and Consulting, Paid Media Campaigns, Content Creation, Video Production, and much more, we have all the tools in-store to propel your brand off the roof":"من خلال إدارة وسائل التواصل الاجتماعي ، وتحديد مواقع العلامة التجارية والاستشارات ، وحملات الوسائط المدفوعة ، وإنشاء المحتوى ، وإنتاج الفيديو ، وغير ذلك الكثير ، لدينا جميع الأدوات الموجودة في المتجر لدفع علامتك التجارية بعيدًا عن السطح.",
    "The future is digital":"المستقبل رقمي", 
    "Positioning your business for the post-COVID-19 world":"وضع عملك في عالم ما بعد COVID-19.",
    "The pandemic exposed the lack of importance given by businesses towards digital media and technology, We at Speakerbox, are committed to providing our clients the best digital solutions to navigate their business into the next era of human civilization":"كشف الوباء عن قلة الأهمية التي توليها الشركات للوسائط الرقمية والتكنولوجيا ، ونحن في Speakerbox ملتزمون بتزويد عملائنا بأفضل الحلول الرقمية لتوجيه أعمالهم إلى العصر التالي للحضارة الإنسانية",
    "OUR SERVICES AT A GLANCE":"لمحة عن خدماتنا",
    "We ":" نحن",
    "work differently ":" تعمل بشكل مختلف",
    "because ":" لان",
    "we’re ":" كان",
    "built differently":" بنيت بشكل مختلف.",
    "Strategy and Brand Positioning":"الاستراتيجية وتحديد المواقع التجارية",
    "An effective brand positioning strategy will maximize customer relevancy and competitive distinctiveness, in maximizing brand value":"ستعمل إستراتيجية تحديد موقع العلامة التجارية الفعالة على زيادة ملاءمة العملاء والتميز التنافسي ، في تعظيم قيمة العلامة التجارية.",
    "Brand identity development":"تطوير هوية العلامة التجارية",
    "Branding involves creating a seal of trust and consistency and conveying it among your audience, on how you want your brand to be represented":"تتضمن العلامة التجارية إنشاء ختم ثقة واتساق ونقله بين جمهورك ، حول الطريقة التي تريد أن يتم تمثيل علامتك التجارية بها.",
    "Web Design and Development":"تصميم وتطوير المواقع",
    "Premium purpose built websites with optimum perfomance  and rock solid security features":"مواقع الويب المميزة المصممة لهذا الغرض مع الأداء الأمثل وميزات الأمان القوية.",
    "Social Media Marketing":"تسويق وسائل الاعلام الاجتماعية",
    "Posts that inspire, educate and entertain, brand advocate generating community management, meticulously measured and reported upon in a simple to understand way":"المشاركات التي تلهم ، وتعلم ، وترفيه ، مناصرة العلامة التجارية التي تنشئ إدارة المجتمع ، ويتم قياسها بدقة والإبلاغ عنها بطريقة سهلة الفهم.",
    "Paid Media Campaigns":"حملات وسائل الإعلام المدفوعة",
    "Involves targeting regional or national channels, B2C or B2B initiatives, external or internal audiences, we will work in partnership with you to ensure a successful result":"ينطوي على استهداف القنوات الإقليمية أو الوطنية ، ومبادرات B2C أو B2B ، والجماهير الخارجية أو الداخلية ، وسنعمل في شراكة معك لضمان نتيجة ناجحة.",
    "Digital Solutions and Ecommerce":"الحلول الرقمية والتجارة الإلكترونية",
    "Our team is well equipped to help to thrive in ecommerce as well as several other customer-experience-enhancing digital solutions":"فريقنا مجهز جيدًا للمساعدة في الازدهار في التجارة الإلكترونية بالإضافة إلى العديد من الحلول الرقمية الأخرى التي تعزز تجربة العملاء.",
    "UI/UX Design":"تصميم UI / UX",
    "Our UI/UX team designs user interfaces for mobile apps and web products that increase conversion, reduce cost of maintenance and build a consistent user experience":"يصمم فريق UI / UX لدينا واجهات مستخدم لتطبيقات الأجهزة المحمولة ومنتجات الويب التي تزيد من التحويل وتقلل من تكلفة الصيانة وتبني تجربة مستخدم متسقة.",
    "Search Engine Optimization":"محرك البحث الامثل",
    "Our team of expert SEOs brings proven SEO strategies & tactics to help your business not only grow impression share and website traffic but also conversions":"يقدم فريقنا من خبراء تحسين محركات البحث (SEO) إستراتيجيات وتكتيكات مُثبتة لتحسين محركات البحث لمساعدة عملك ليس فقط على زيادة نسبة الظهور وحركة المرور على موقع الويب ولكن أيضًا التحويلات.",
    "Video Ad Production":"إنتاج إعلان الفيديو",
    "Using state-of-the-art equipment, we shoot on location or in studio and edit content from concept through final production":"باستخدام أحدث المعدات ، نقوم بالتصوير في الموقع أو في الاستوديو وتحرير المحتوى من المفهوم إلى الإنتاج النهائي.",
    "Premium Bespoke Web Development":"تطوير الويب المميز حسب الطلب",
    "Premium purpose built websites with optimum performance and rock solid security features":"مواقع ويب مصممة خصيصًا لهذا الغرض مع الأداء الأمثل وميزات الأمان القوية",
    "Performance":"10X الأداء",
    "Solid Security":"أمن قوي",
    "Headless CMS":"مقطوعة الرأس CMS",
    "SEO Friendly":"ودية SEO",
    "Responsive":"متجاوب",


    "CASE STUDIES":"دراسات الحالة",
    "Every":"كل",
    "brand has its own story, its own ambience":"العلامة التجارية لها قصتها الخاصة ، وأجواءها الخاصة ",
    "and it is our job to":"ومن واجبنا ",
    "convey that as best as possible":" أنقل ذلك بأفضل شكل ممكن.",

    "GREAT! YOU’VE TAKEN ONE STEP AHEAD!":" عظيم! لقد اتخذت خطوة واحدة للأمام!",
    "When you sign up for our services":" عندما تقوم بالتسجيل في خدماتنا",
    "you":" أنت",
    "sign up":"سجل",
    "for the best":"للأفضل.",


    "Name":"اسم",
    "organization":"منظمة",
    "Email":"البريد الإلكتروني",
    "mobile":"التليفون المحمول",
    "i'm looking for":"أنا أبحث عن",
    "submit":"إرسال",

    "Providing you the Best-Mover Advantage":"نوفر لك أفضل ميزة",
    "Our team is commited to help you reach breakthrough results by assessing your brand perfomance metrics and harness it deliver to creative insights about the unmet needs of your customers, and the most authentic ways to reach them":"يلتزم فريقنا بمساعدتك في الوصول إلى نتائج مذهلة من خلال تقييم مقاييس أداء علامتك التجارية وتسخيرها لتقديم رؤى إبداعية حول الاحتياجات غير الملباة لعملائك ، والطرق الأكثر أصالة للوصول إليهم",
    "We conduct regular meetings with our clients to ensure that our client makes the best strategic move as we navigate through the ever evolving market":"نجري اجتماعات منتظمة مع عملائنا للتأكد من أن عملائنا يتخذون أفضل خطوة إستراتيجية ونحن نتنقل عبر السوق دائم التطور",

    "Brand Identity Development":"تطوير هوية العلامة التجارية",
    "Creating":"خلق",
    "Powerful":"قوي",
    "Brands":"العلامات التجارية",


    "Want to get more visits thanks to blazing-fast and SEO-friendly websites?":"هل ترغب في الحصول على المزيد من الزيارات بفضل مواقع الويب فائقة السرعة والصديقة لتحسين محركات البحث؟",
    "What is":" ما هو",
    "Gatsby JS?":"جاتسبي؟",
    "GatsbyJS is a React-based GraphQL powered static site generator What does that even mean?  Well it weaves together the best parts of React webpack react-router GraphQL and other front-end tools in to one ultimate package":"Gatsby هو مولد موقع ثابت قائم على React ومدعوم من GraphQL. ماذا يعني ذلك حتى؟ حسنًا ، إنه يدمج أفضل أجزاء React و webpack وجهاز التوجيه التفاعلي و GraphQL وغيرها من الأدوات الأمامية في حزمة واحدة نهائية.",
    "Why do we use":"لماذا نستخدم",
    "Below are the list of advantages of hiring a Gatsby development agency for your next web development project":"فيما يلي قائمة بمزايا التعاقد مع وكالة تطوير تابعة لشركة Gatsby لمشروع تطوير الويب التالي.",
    "Lightning Fast":"بسرعة البرق",
    "Now stop losing clients and business due to poor performing websites with too much loading time Delight users with a website that works with a blink of an eye":"توقف الآن عن فقدان العملاء والأعمال بسبب ضعف أداء مواقع الويب مع وقت تحميل طويل جدًا. ابتهج المستخدمين بموقع ويب يعمل بلمحة عين.",
    "Rank your page easier and higher than your competition Google favours static pages as they are fast light and easy to scan":"رتب صفحتك أسهل وأعلى من منافسيك. تفضل Google الصفحات الثابتة ، لأنها سريعة وخفيفة وسهلة المسح الضوئي.",
    "Ultimate User Experience":"تجربة المستخدم النهائية",
    "UX can make or break your business performance Now you can deliver a truly outstanding and customized page without compromising the performance":"يمكن أن تؤدي تجربة المستخدم إلى تحسين أداء عملك أو كسره. الآن يمكنك تقديم صفحة رائعة ومخصصة حقًا دون المساس بالأداء.",
    "Rock Solid Security":"أمن الصخور الصلبة",
    "Gatsby’s serverless rendering generates static HTML at build time No server and no reachable database equals no malicious requests DDOS attacks or accidental exposure":"يعمل العرض بدون خادم في Gatsby على إنشاء HTML ثابت في وقت الإنشاء. لا يوجد خادم ولا قاعدة بيانات قابلة للوصول لا تساوي أي طلبات ضارة أو هجمات DDOS أو التعرض العرضي.",
    "Futuristic":"مستقبلي",
    " A Gatsby site’s attack surface is nonexistent":"سطح هجوم موقع Gatsby غير موجود",
    "Every website is an app and every app is a website Gatsbyjs is a future maker It makes the web a better place Less noisy more readable and much faster":"كل موقع هو تطبيق وكل تطبيق هو موقع ويب. Gatsby.js هو صانع المستقبل. يجعل الويب مكانًا أفضل. أقل ضوضاء ، وأكثر قابلية للقراءة ، وأسرع بكثير.",
    "Let’s Start a Project!":"لنبدأ مشروع!",
    "Tech Stack and Tools":"المكدس والأدوات التقنية",
    "A list of":" قائمة ",
    "tech":" تقنية",
    "we use for building":" نستخدمها للبناء",
    "Gatsby":" جاتسبي",
    "websites":"المواقع",
    "DATA SOURCES":"مصادر البيانات",
    "DEPLOY & CDN":"نشر و CDN",
    "Why":"لماذا ا",
    "Developers from":"المطورين من ",
    "Speakerbox?":"مربع اللغة؟",
    "Efficient Experienced and Innovative Team of Developers":"فريق من المطورين يتسم بالكفاءة والخبرة والابتكار",
    "Our team has been working on Gatsby since its existence and we have a team of young energetic UI/UX Designers and Developers who work under the same roof to bring out optimal results":"يعمل فريقنا على Gatsby منذ وجوده ، ولدينا فريق من المصممين والمطورين الشباب النشطين UI / UX الذين يعملون تحت سقف واحد لتحقيق أفضل النتائج.",
    "Aligning Technology to your Business":"مواءمة التكنولوجيا مع عملك.",
    "Gatsby’s flexibility allows you to do online business easier and much more efficient We know how to use this unfair advantage a lot":"تتيح لك مرونة Gatsby القيام بأعمال تجارية عبر الإنترنت بشكل أسهل وأكثر كفاءة. نحن نعرف كيف نستخدم هذه الميزة غير العادلة كثيرًا.",
    "We’re Gatsby Partner Agency":"نحن وكالة شركاء جاتسبي",
    "We are one of the only few partner agencies in the region with 100% customer satisfaction Our team’s broad understanding of gatsby makes us the perfect choice for your next project":"نحن إحدى الوكالات الشريكة القليلة الوحيدة في المنطقة التي نالت رضا العملاء بنسبة 100٪. يجعلنا فهم فريقنا الواسع لبرنامج غاتسبي الخيار الأمثل لمشروعك القادم.",
    

    "Premium":"قسط تأمين ",
    "Bespoke":"موصى عليه",
    "Web":"الويب",
    "Development":"تطوير",
    "Purpose built websites with optimum perfomance  and rock solid security features":"مواقع الويب المصممة لغرض معين مع الأداء الأمثل وميزات الأمان القوية.",
    "to help":"للمساعدة",
    "you achieve and":"يمكنك تحقيق و",
    "deliver more":"تقديم المزيد",
    "Our team is equipped with working on the latest technology stacks to build cutting edge websites and web solutions to align with your business goals":"تم تجهيز فريقنا بالعمل على أحدث التقنيات لبناء مواقع الويب المتطورة وحلول الويب لتتماشى مع أهداف عملك.",
    "Why hire us?":"لماذا توظفنا؟",
    "Professional UI/UX Development":"تطوير UI / UX الاحترافي",
    "Content Strategy Development":"تطوير استراتيجية المحتوى",
    "Embracing Next-gen Technology":"تبني تقنية الجيل التالي",
    "Tech Stack and Tools we":"تك المكدس والأدوات نحن",
    "Love":"حب",
    "Gatsby is a React-based open-source framework for creating websites and apps It's great whether you're building a portfolio site or blog or a high-traffic e-commerce store or company homepage":"Gatsby هو إطار عمل مفتوح المصدر قائم على React لإنشاء مواقع الويب والتطبيقات. إنه لأمر رائع سواء كنت تنشئ موقعًا أو مدونة ، أو متجرًا للتجارة الإلكترونية أو الصفحة الرئيسية للشركة.",
    "Contentful":"Contentful",
    "More than a headless CMS Contentful is the API-first content management platform to create manage and publish content on any digital channel":"يعد Contentful أكثر من نظام CMS بدون رأس ، وهو أول منصة لإدارة المحتوى من API لإنشاء المحتوى وإدارته ونشره على أي قناة رقمية.",
    "Angular desc":"Angular هو نظام أساسي وإطار عمل لإنشاء تطبيقات عميل من صفحة واحدة باستخدام HTML و TypeScript. Angular مكتوب في TypeScript.",
    "Prismic desc":"Prismic هو نظام إدارة محتوى (CMS) يمنحك طريقة سهلة الاستخدام للغاية لمعالجة المحتوى عبر الإنترنت وإدارته ونشره.",
    "React desc":"React هي مكتبة JavaScript معرّفة وفعالة ومرنة لبناء واجهات المستخدم. يتيح لك إنشاء واجهات مستخدم معقدة من أجزاء صغيرة ومعزولة من التعليمات البرمجية.",
    "Netlify desc":"نظام أساسي قوي بدون خادم مع سير عمل قائم على git بديهي. عمليات النشر المؤتمتة والمعاينات القابلة للمشاركة وغير ذلك الكثير.",
    "Gatsby JS Development":"تطوير Gatsby JS",
    "Gatsby JS Development desc":"GatsbyJS هو مولد موقع ثابت قائم على React ومدعوم من GraphQL. ماذا يعني ذلك حتى؟ حسنًا ، يدمج أفضل أجزاء React و webpack وجهاز التوجيه التفاعلي و GraphQL وغيرها من أدوات الواجهة الأمامية معًا في حزمة واحدة نهائية.",
    "Learn more about Gatsby JS Development":"تعرف على المزيد حول تطوير Gatsby JS.",

    "Delivering Results":"نتائج التوصيل",
    "with Proper":"مع السليم",
    "Social Media Management":"إدارة وسائل التواصل الاجتماعي",
    "Laser-targeted":"استهداف الليزر",
    "Paid Campaigns to Deliver":"حملات مدفوعة للتسليم",
    "Maximum ROI":"الحد الأقصى لعائد الاستثمار",
    "socialMedia desc":"نحن نهدف إلى استهداف الجمهور الأكثر ملاءمة لحملاتك المدفوعة. فريقنا متخصص في جميع أنواع الحملات المدفوعة ، من الدفع بالنقرة (PPC) إلى إعلانات التوعية بالعلامة التجارية.",
    "socialMedia desc 2":"نحن متخصصون للغاية في إدارة الحملات التي تهدف إلى التحويلات عبر الإنترنت ، ومساعدة كل عميل على توسيع نطاق أعماله بشكل كبير."
}
}


